error-internal = Щось пішло не так

error-not-found = Запитаний ресурс не знайдено

error-invalid-email = Вказане значення не є дійсною адресою електронної пошти

error-email-too-long = {$max ->
    [one] Електронна адреса не може містити більше ніж {$max} символ
    [few] Електронна адреса не може містити більше ніж {$max} символи
   *[other] Електронна адреса не може містити більше ніж {$max} символів
}

error-name-too-short = {$min ->
    [one] Ім'я повинно містити щонайменше {$min} символ
    [few] Ім'я повинно містити щонайменше {$min} символи
   *[other] Ім'я повинно містити щонайменше {$min} символів
}

error-name-too-long = {$max ->
    [one] Ім'я не може містити більше ніж {$max} символ
    [few] Ім'я не може містити більше ніж {$max} символи
   *[other] Ім'я не може містити більше ніж {$max} символів
}

error-name-invalid-chars = Ім'я може містити лише літери, дефіси, апострофи та пробіли

error-password-too-short = {$min ->
    [one] Пароль повинен містити щонайменше {$min} символ
    [few] Пароль повинен містити щонайменше {$min} символи
   *[other] Пароль повинен містити щонайменше {$min} символів
}

error-password-too-long = {$max ->
    [one] Пароль не може містити більше ніж {$max} символ
    [few] Пароль не може містити більше ніж {$max} символи
   *[other] Пароль не може містити більше ніж {$max} символів
}

error-password-no-lowercase = Пароль повинен містити принаймні одну малу літеру

error-password-no-uppercase = Пароль повинен містити принаймні одну велику літеру

error-password-no-digits = Пароль повинен містити принаймні одну цифру

error-password-no-special = Пароль повинен містити щонайменше один спеціальний символ
